{
  "tweets": [
    {
      "_id": "601d061d8bf10661516ff49f",
      "text": "Eu irure minim quis commodo fugiat dolor ipsum ea. Culpa id et veniam reprehenderit voluptate amet irure. Ea qui sit incididunt consectetur nulla esse adipisicing sunt ullamco ullamco velit quis voluptate.",
      "user": {
        "fullname": "Barbra Best",
        "username": "Rios",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061de655bab084431c9f",
      "text": "Consequat ad quis aute ad reprehenderit fugiat. Adipisicing velit in labore elit anim quis reprehenderit do voluptate pariatur sint laboris nisi. Ut id dolore labore laborum nulla duis qui duis magna non velit sunt ex anim. Sint enim anim excepteur excepteur sunt veniam in eu ullamco aliquip veniam. Laboris nostrud fugiat amet proident quis esse occaecat minim in fugiat. Eu enim sit cupidatat amet velit cillum mollit culpa.",
      "user": {
        "fullname": "Carla Mckee",
        "username": "Carpenter",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061ddea6cb52ea8278a0",
      "text": "Sint eiusmod occaecat commodo ullamco mollit in pariatur sunt ullamco non magna excepteur deserunt adipisicing. Do enim dolor minim pariatur magna ex nisi nisi veniam eu. Mollit nulla voluptate dolor nostrud mollit officia incididunt in qui cillum. Voluptate cillum commodo minim ad ex aliqua laborum proident voluptate elit quis amet ipsum. Commodo aliquip irure anim proident pariatur aute.",
      "user": {
        "fullname": "Kimberly Griffin",
        "username": "Flynn",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061d6171ead7a47cc345",
      "text": "Cupidatat incididunt culpa ullamco ea veniam occaecat nostrud exercitation exercitation esse commodo sit velit aliqua. Enim quis eu deserunt irure est et dolore qui Lorem. Pariatur enim proident irure in minim voluptate labore. Veniam reprehenderit elit aliquip dolore adipisicing amet eiusmod et.",
      "user": {
        "fullname": "Leticia Abbott",
        "username": "Margret",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061d13240492d6636ded",
      "text": "Duis irure cupidatat deserunt exercitation sunt ullamco. Aute eiusmod sunt mollit consequat in elit enim ea quis in consectetur et. Sit magna sit et deserunt velit anim aliqua. Incididunt duis exercitation officia irure id. Est sint et id nostrud irure excepteur eu occaecat nisi elit elit laborum ex occaecat. Veniam consequat ad nisi voluptate occaecat nulla excepteur.",
      "user": {
        "fullname": "Mcdaniel Hays",
        "username": "Bullock",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061d69504781a0398361",
      "text": "Veniam cillum duis sunt quis nulla eu qui occaecat culpa consequat. Pariatur officia proident esse exercitation sint exercitation qui commodo. Deserunt proident velit reprehenderit aute non proident aliqua in nulla aute. Aliqua ipsum ea magna nostrud. Elit do anim sint duis. Ex ad mollit elit irure eiusmod do aliqua Lorem.",
      "user": {
        "fullname": "Fernandez Galloway",
        "username": "Farrell",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061db4d2d342d3ea6512",
      "text": "Incididunt qui quis voluptate veniam sunt ea proident. Laboris amet ad consectetur non magna amet. Quis commodo eiusmod veniam voluptate veniam nostrud excepteur do excepteur occaecat commodo mollit reprehenderit adipisicing. Cillum ad ut velit elit anim esse minim commodo enim tempor labore. Amet adipisicing commodo fugiat pariatur sunt. Officia commodo nostrud voluptate laborum duis minim consequat labore dolor tempor. In sint pariatur ad deserunt tempor fugiat enim fugiat.",
      "user": {
        "fullname": "Kane Foster",
        "username": "Aileen",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061dd0c0252f9b37dc45",
      "text": "Tempor in do ea tempor ipsum officia culpa deserunt cupidatat excepteur proident labore. Exercitation irure ullamco deserunt est magna nulla proident. Sit ullamco aliquip ullamco non. Magna aute consectetur consectetur amet nulla dolor sint cupidatat commodo excepteur anim tempor in occaecat. Eu mollit exercitation eiusmod cupidatat ad est aliquip veniam pariatur velit consequat anim nisi magna. Aliquip dolore do culpa excepteur culpa magna fugiat nisi aute mollit voluptate excepteur.",
      "user": {
        "fullname": "Hansen Harris",
        "username": "Park",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061d09cce135d7cfd222",
      "text": "Consequat elit sit tempor est enim excepteur nulla adipisicing reprehenderit. Nostrud ullamco aute Lorem occaecat excepteur ut exercitation aliquip tempor. Duis eu fugiat culpa reprehenderit quis officia ea mollit consectetur.",
      "user": {
        "fullname": "Vance Dale",
        "username": "Miranda",
        "avatarUrl": "http://placehold.it/32x32"
      }
    },
    {
      "_id": "601d061dd8e940ea88e25c63",
      "text": "Culpa labore et eu est deserunt reprehenderit magna magna nisi nisi dolor aliqua ipsum. Lorem aliqua est nostrud nulla. Culpa elit dolor quis aute sit elit esse consectetur. Voluptate ex et in exercitation eu reprehenderit eiusmod aliquip in amet enim.",
      "user": {
        "fullname": "Kerr Cherry",
        "username": "Avery",
        "avatarUrl": "http://placehold.it/32x32"
      }
    }
  ],
  "topics": [
    {"_id": 1 ,"name": "HandOfHistory", "count":  123},
    {"_id": 2, "name": "Гитлер", "count":  23},
    {"_id": 3, "name": "Hot", "count":  12}
  ],

  "users": [
    {
    "fullname": "Carla Mckee",
    "username": "Carpenter",
    "avatarUrl": "http://placehold.it/32x32"
  }, {
    "fullname": "Kimberly Griffin",
    "username": "Flynn",
    "avatarUrl": "http://placehold.it/32x32"
  }, {
    "fullname": "Fernandez Galloway",
    "username": "Farrell",
    "avatarUrl": "http://placehold.it/32x32"
  }
  ],
  "user": {
    "_id": "601d061d8bf10661516ff49f",
    "fullname": "Anvar M",
    "username": "mar17",
    "avatarUrl": "https://images.unsplash.com/photo-1581382575275-97901c2635b7?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"
  }
}